Repository: vuteam/ss
Catalog: usr/lib/enigma2/python/Plugins/Extensions/spazeMenu/spzPlugins/azHelp/locale/*/LC_MESSAGES/azHelp.po
Languages: ca, es

source: FAQs
ca: Preguntes freqüents
es: Preguntas frecuentes

source: AzboxHD Help
ca: Ajuda receptor
es: Ayuda del receptor

source: AzboxHD help and FAQs
ca: Ajuda per receptors, FAQs
es: Ayuda para el receptor, FAQs

source: Back
ca: Tornar
es: Volver

source: Blue
ca: Blau
es: Azul

source: Change channel list
ca: Permeten organitzar les llistes de canals des de diferents criteris (Tots, Satèl·lit, Favorits)
es: Permite organizar las listas de canales según diversos criterios (todos, satélite, favoritos)

source: Change value(list mode)
ca: Canviar el valor (a les llistes)
es: Cambiar valor (en las listas)

source: Channel list
ca: A la llista de canals
es: En la lista de canales

source: Close window and discard changes
ca: Cancel·lar els canvios i sortir
es: Cancelar cambios y salir

source: Close window and exit
ca: Tanca la finestra actual
es: Cierra la ventana actual

source: Common screens
ca: Pantalles en general
es: Pantallas en general

source: Create marker
ca: Crear un marcador a la posició actual
es: Crea un marcador en la posición actual

source: Delete char previous and next Also with [Mute] button
ca: Esborrar el caràcter previ o següent També podeu utilitzar la tecla [Mute] per esborrar
es: Borra el carácter previo o siguiente También puede usar la tecla [Mute] para borrar

source: Enter text and numbers press more times to change character
ca: Introducció de text i nombres. Premeu repetidament una tecla per canviar el caràcter/nombre
es: Introducción de texto y números. Pulse repetidamente una tecla para cambiar el carácter/número

source: Extensions
ca: Llista d'Extensions (Programes, utilitats)
es: Lista de extensiones (programas, utilidades)

source: Go next and previous marker
ca: Permet desplaçar-se pels marcadors a la llista de canals
es: Permite desplazarse por los marcadores en la lista de canales

source: Go next and previous movie marker
ca: Anar al marcador anterior o següent creat a la pel·lícula
es: Desplazarse al marcador anterior o siguiente creados en la película

source: Go to home and end of line text
ca: Anar al principi i al final de la línia
es: Ir al principio y al final de la línea

source: Green
ca: Verd
es: Verde

source: Help
ca: Ajuda
es: Ayuda

source: Help azboxhd
ca: Ajuda openSPA
es: Ayuda receptor

source: Help for azboxHD
ca: Ajuda per receptors
es: Ayuda para el receptor

source: Input text
ca: Introducció de text
es: Introducción de texto

source: Key
ca: Tecla
es: Tecla

source: Left-Rigth cursor
ca: Cursors esquerra-dreta
es: Cursores izquierda-derecha

source: Main menu with options
ca: Menú principal amb opcions
es: Menú principal con opciones

source: Move up/down (list mode)
ca: Desplaçar-se (a les llistes)
es: Desplazarse (en las listas)

source: Movie list
ca: Llista de pel·lícules
es: Lista de películas

source: Number keys
ca: Teclat numèric
es: Teclado numérico

source: Pause and continue playing
ca: Pausar i reanudar la reproducció
es: Pausa y reanuda la reproducción

source: Playing movies
ca: Reproduïnt pel·lícules
es: Reproduciendo películas

source: Press any key to go back
ca: Premeu qualsevol tecla del comandament per tornar a la llista
es: Pulse cualquier tecla del mando para volver a la lista

source: Press left cursor (&lt;) and rigth cursor (&gt;) to change mode
ca: Premeu el cursor esquerre (<) i cursor dret (>) per canviar el context de la ajuda
es: Pulse el cursor izquierdo (<) o cursor derecho (>) para cambiar el contexto de ayuda

source: Prev/Next
ca: Anterior(|<)/Següent(>|)
es: Anterior(|<)/Siguiente(>|)

source: Record menu
ca: Menú de gravació
es: Menú de grabación

source: Red
ca: Vermall
es: Rojo

source: Remote control help
ca: Comandament a distància
es: Mando a distancia

source: Save changes and close window
ca: Acceptar els canvios i sortir
es: Aceptar cambios y salir

source: Show Menu with options
ca: Mostra un Menú amb opcions
es: Muestra un menú con opciones

source: Show audio/subtitles options
ca: Mostrar selecció d'àudio/subtítols
es: Muestra la selección de audio/subtítulos

source: Show graphical epg information
ca: Mostra una guia de programació(epg) gràfica
es: Muestra una guía de programación (EPG) gráfica

source: Show infobar movie information
ca: Mostra la barra d'informació de pel·lícules
es: Muestra la barra de información de películas

source: Show infoevent now and next
ca: Mostra informació de l'event actual i el següent
es: Muestra información del evento actual y del siguiente

source: Show single epg channel
ca: Mostra la epg individual del canal seleccionat
es: Muestra la epg individual del canal seleccionado

source: Show the channel list
ca: Mostra la llista de canals
es: Muestra la lista de canales

source: Show the infobar. When infobar is visible press [Ok] to show extrainfobar
ca: Mostra la barra d'informació. Premeu [Ok] per a informació extra
es: Muestra la barra de información. Pulse [Ok] para información extra

source: Show the spazeTeam Home Menu
ca: Mostra el Home menú openSPA
es: Muestra el menú inicio openSPA

source: Sleep mode on press. Reboot on long press
ca: Posar en repòs. Reinicia si es manté apretat
es: Pone en reposo. Reinicia si se mantiene pulsado

source: Specific function of current screen
ca: Funció específica de la finestra activa
es: Función específica de la ventana activa

source: Stop movie
ca: Atura i tanca la reproducció en curs
es: Detiene y cierra la reproducción en curso

source: This help is avaible in tv screen pressing home menu key
ca: Aquesta ajuda està disponible prement Home menú -> Ajuda
es: Esta ayuda está disponible pulsando Home menú -> Ayuda

source: Timeshift
ca: Timeshift (pausa Tv)
es: Timeshift (pausa TV)

source: Timesleep
ca: Timesleep (salt en el temps)
es: Timesleep (salto en el tiempo)

source: Up-Down cursor
ca: Cursors pujar-baixar
es: Cursores arriba-abajo

source: View FAQs (Spanish only)
ca: Preguntes freqüents(FAQs)
es: Preguntas frecuentes(FAQs)

source: View Tv
ca: Veient la TV
es: Viendo la TV

source: Volume control
ca: Control de volum
es: Control de volumen

source: Volume up / Volume down
ca: Volum + / Volum -
es: Volumen + / Volumen -

source: Yellow
ca: Groc
es: Amarillo

source: Zap to channel previous/channel next
ca: Canvia al canal anterior/següent
es: Cambia al canal anterior/siguiente

source: Zap to history previous channel
ca: Canvia al canal previ a l'històric de canals
es: Cambia al canal previo en el histórico de canales

source: Zap to number channel
ca: Canvia al nombre de canal especificat
es: Cambia al numero de canal introducido

source: Zap to selected channel
ca: Cania al canal seleccionat
es: Cambia al canal seleccionado

source: by spazeTeam (azboxhd.es), 2011
ca: per openSPA Team (openspa.info), 2011
es: por openSPA (openspa.info), 2011

source: xxx7
ca: yyy
es: yyy
