Repository: vuteam/ss
Catalog: usr/lib/enigma2/python/Plugins/Extensions/spazeMenu/spzPlugins/newChannelSelection/locale/*/LC_MESSAGES/newChannelSelection.po
Languages: ca, es

source: Add record timer
ca: Afegir gravació programada
es: Añadir grabación programada

source: Add timer
ca: Gravació
es: Grabación

source: Add/Remove timer
ca: Afegir/esborrar gravació
es: Añadir/borrar grabación

source: All
ca: Tots els canals
es: Todos los canales

source: Alternative
ca: Alternatiu
es: Alternativo

source: Alternatives
ca: Alternatius
es: Alternativos

source: April
ca: Abril
es: Abril

source: August
ca: Agost
es: Agosto

source: Blue
ca: Blau
es: Azul

source: Channel Selection
ca: Selecció de canal
es: Selección de canal

source: Channel Selection mode changed!
ca: Mode de selección de canal canviat. La llista actual es tancarà.
es: Modo de selección de canal cambiado. La lista actual se cerrará.

source: Channel list
ca: Llista de canals
es: Lista de canales

source: Channel selection options
ca: Opcions de la selecció de canals
es: Opciones de la selección de canales

source: Channels
ca: Canals
es: Canales

source: Channels Mosaic
ca: Mosaic gràfic de canals
es: Mosaico gráfico de canales

source: December
ca: Desembre
es: Diciembre

source: Do you want to delete %s?
ca: Voleu esborrar l'event %s?
es: Desea borrar el evento %s?

source: EPG Guide
ca: Guía de programació
es: Guia de programación

source: Edit mode enabled
ca: Mode d'edició de llistes activat!
es: Modo edición de lista activado!

source: Epg Search
ca: Cercar EPG
es: Buscar EPG

source: Event
es: Evento

source: Event Info
ca: Informació d'event
es: Información de evento

source: Event exists!!
ca: ¡L'event ja està a la llista de gravacions!
es: ¡El evento ya está en la lista de grabaciones!

source: Event list
ca: Llista d'events
es: Lista de eventos

source: Events
es: Eventos

source: Exit channel list
ca: Sortir de la llista de canals
es: Salir de la lista de canales

source: Extended list
ca: Llista ampliada
es: Lista ampliada

source: February
ca: Febrer
es: Febrero

source: Friday
ca: Divendres
es: Viernes

source: Go to
ca: Anar a
es: Ir a

source: Go to channel list
ca: Anar a la llista de canals
es: Ir a la lista de canales

source: Go to event list
ca: Anar a la llista d'events
es: Ir a la lista de eventos

source: Go to first element
ca: Anar al principi de la llista
es: Ir al principio de la lista

source: Go to last element
ca: Anar al final de la llista
es: Ir al final de la lista

source: Go to standby mode and exit channel list
ca: Anar a repòs i sortir de la llista
es: Ir a reposo y salir de la lista

source: Goto next marker in boutquet list
ca: Anar al següent marcador als favorits
es: Ir al siguiente marcador en favoritos

source: Goto previous marker in boutquet list
ca: Anar al marcador previ als favorits
es: Ir al marcador previo en favoritos

source: Green
ca: Verd
es: Verde

source: Group
ca: Grup
es: Grupo

source: Help
ca: Ajuda
es: Ayuda

source: Hide channel/transponder info in title
ca: Amagar informació de canal/TP en el títol
es: Ocultar información de canal/TP en el título

source: Internet database search
ca: Cercar informació del títol a Internet
es: Buscar información del título en internet

source: January
ca: Gener
es: Enero

source: July
ca: Juliol
es: Julio

source: June
ca: Juny
es: Junio

source: March
ca: Març
es: Marzo

source: May
ca: Maig
es: Mayo

source: Monday
ca: Dilluns
es: Lunes

source: More options
ca: Més opcions
es: Más opciones

source: More options (system default menu)
ca: Més opcions (menú predeter. del sistema)
es: Más opciones (menú predeter. del sistema)

source: Mosaic
es: Mosaico

source: Mosaic Plugin is disabled when recordings are runnign!
ca: ¡El Mosaic de canals no està disponible mentre s'enregistra!
es: ¡El Mosaico de canales no está disponible durante una grabación!

source: Move|
ca: Moure|
es: Mover|

source: Next mark
ca: Següent marcador
es: Marcador siguiente

source: No events available
ca: No hi ha events disponibles
es: No hay eventos disponibles

source: No more search found for
ca: No s'han trobat més resultats per
es: No se han encontrado más resultados para

source: November
ca: Novembre
es: Noviembre

source: October
ca: Octubre
es: Octubre

source: Open Channel Selection again!!
ca: Torneu a obrir la selecció de canals per veure els canvis!!
es: Vuelva a abrir la selección de canales para ver los cambios!!

source: Options
ca: Opcions
es: Opciones

source: PIP Mode
ca: Mode PIP
es: Modo PIP

source: Page Down in list
ca: Baixar pàgina a la llista activa
es: Página abajo en la lista activa

source: Page Up in list
ca: Pujar pàgina a la llista activa
es: Página arriba en la lista activa

source: Plugin openSPA Mosaic not installed! Go to donwloads section and download it.
ca: El Plugin openSPA Mosaic de canals no està instal·lat. Obriu la secció de descàrregues per a instal·lar-ho.
es: El Plugin openSPA Mosaico de canales no está instalado. Entre en el panel de descargas para instalarlo.

source: Press [MENU] to disable it.
ca: Premeu [MENU] i seleccioneu per a desactivar-ho.
es: Pulse [MENÚ] y seleccione para desactivarlo.

source: Previous mark
ca: Marcador anterior
es: Marcador anterior

source: Quick Zap/Search in epg list
ca: Zàping ràpid/cercar en la llista d'events
es: Zapeo rápido/buscar en la lista de eventos

source: Red
ca: Vermell
es: Rojo

source: Remote control Help
ca: Ajuda del comandament a distància
es: Ayuda del mando a distancia

source: Restart GUI for apply changes?
ca: Reiniciar GUI per tal d'aplicar els canvis?
es: Reiniciar GUI para aplicar los cambios?

source: Saturday
ca: Dissabte
es: Sábado

source: Search in EPG
ca: Cercar a la EPG
es: Buscar en EPG

source: Search movie info in intertnet imdb database
ca: Cercar informació de la pel·lícula a internet
es: Buscar información de película en internet

source: Select option
ca: Seleccioneu una opció
es: Seleccione una opción

source: Select option to go in
ca: Seleccioneu una opció per moure's per la llista de
es: Seleccione una opción para moverse en la lista de

source: September
ca: Setembre
es: Septiembre

source: Show
ca: Mostrar
es: Mostrar

source: Show Favorites list
ca: Mostrar la llista de Favorits
es: Mostrar lista de favoritos

source: Show Goto menu for quick search
ca: Menú 'Anar a...' per desplaçament ràpid
es: Menú 'Ir a...' para desplazamiento rápido

source: Show Satellites list
ca: Mostrar la llista de satèl·lits
es: Mostrar lista de satélites

source: Show advanced EPG Guide
ca: Mostrar la Guia de programació avançada
es: Mostrar la Guia de programación avanzada

source: Show alternative channels
ca: Mostrar canals alternatius
es: Mostrar canales alternativos

source: Show channel/transponder info in title
ca: Mostrar informació de canal/TP en el títol
es: Mostrar información de canal/TP en el título

source: Show event list for selected channel
ca: Mostrar la llista d'events del canal actiu
es: Mostrar la lista de eventos del canal activo

source: Show event view screen information
ca: Mostrar la pantalla d'informació d'event
es: Mostrar la pantalla de información de evento

source: Show menu with more options
ca: Mostrar menú amb més opcions
es: Mostrar menú con más opciones

source: Show options menu
ca: Mostrar menú d'opcions
es: Mostrar menú de opciones

source: Show selected channel in PiP window
ca: Mostrar canal actiu a la finestra PiP
es: Mostrar canal activo en ventana PiP

source: Show selected event info
ca: Mostrar informació de l'event seleccionat
es: Mostrar información del evento seleccionado

source: Show transponder/channel information
ca: Mostrar informació del transponedor/canal
es: Mostrar información del transpondedor/canal

source: Single EPG
ca: EPG senzilla
es: EPG sencilla

source: Single EPG for
ca: EPG senzilla de
es: EPG sencilla de

source: Standard Channel Selection
ca: Selecció de canals estàndard
es: Selección de canales estándar

source: Sunday
ca: Diumenge
es: Domingo

source: Switch to
ca: Canviar a
es: Cambiar a

source: Switch to channel list/event list
ca: Alternar entre llista de canals i events
es: Alternar entre lista de canales y eventos

source: This plugin is only for customers of Don Satelite More info: www.donsatelite.es :: +34 967 492 025
es: Este plugin es exclusivo para clientes de Don Satélite Más información: www.donsatelite.es :: +34 967 492 025

source: Thursday
ca: Dijous
es: Jueves

source: Today
ca: Avui
es: Hoy

source: Tomorrow
ca: Demà
es: Mañana

source: Translucent Mode
ca: Mode semitransparent
es: Modo semitransparente

source: Transponder Information
ca: Informació del transponedor
es: Información del transpondedor

source: Tuesday
ca: Dimarts
es: Martes

source: Updating event list...
ca: Actualitzant la llista d'events...
es: Actualizando lista de eventos...

source: Wednesday
ca: Dimecres
es: Miércoles

source: Yellow
ca: Groc
es: Amarillo

source: Zap
ca: Zàping
es: Zapear

source: Zap and Exit channel list
ca: Canviar de canal (zàping) i sortir
es: Cambiar de canal (zapear) y salir

source: Zap and close
ca: Anar al canal i tancar
es: Ir al canal y cerrar

source: [move mode]
ca: Moure|
es: Mover|

source: add service to
ca: Afegir canal a la llista...
es: Añadir canal a la lista...

source: enable move mode
ca: Activar mode moviment (Ordenar canals)
es: Activar modo movimiento (ordenar canales)

source: of
ca: de
es: de

source: play as picture in picture
ca: Veure canal en una finestra PIP
es: Ver canal en una ventana PIP

source: play in mainwindow
ca: Veure canal a la pantalla principal
es: Ver canal en la pantalla principal

source: remove entry
ca: Eliminar entrada
es: Eliminar entrada
