Repository: vuteam/ss
Catalog: usr/lib/enigma2/python/Plugins/Extensions/OpenSPAPlug/locale/*/LC_MESSAGES/OpenSPAPlug.po
Languages: ca

source: Exit
ca: Sortir

source: Install all marked
ca: Instal·lar tots els marcats

source: OpenSPA Plugins
ca: Plugins OpenSPA

source: OpenSPA Plugins Wizard
ca: Assistent plugins OpenSPA

source: Please wait while we update the opkg database...
ca: Si us plau, espereu mentre s'actualitza opkg...

source: Preparing list...
ca: Preparant llista...

source: Switch All marks
ca: Canviar totes les marques

source: Use OK Key to select Plugins to Install
ca: Utilitzeu la tecla OK per a seleccionar els plugins a instal·lar

source: Used:
ca: Utilitzat:

source: [%d/%d] EROR with %s
ca: [%d/%d] ERROR amb %s

source: [%d/%d] Installing %s
ca: [%d/%d] Instal·lant %s

source: [%d/%d] Uninstalling %s
ca: [%d/%d] Desinstal·lant %s

source: [Un]Install all marked
ca: [Des]Instal·lar els marcats

source: of
ca: de

source: or Uninstall
ca: o desinstal·lar
