Repository: vuteam/ss
Catalog: usr/lib/enigma2/python/Plugins/Extensions/spazeMenu/spzPlugins/descargasSPZ/locale/*/LC_MESSAGES/descargasSPZ.po
Languages: ca

source: (%s Packages)
ca: (%s paquets)

source: (Not recommended)
ca: (No recomenar)

source: (Recommended)
ca: (Recomenar)

source: Back
ca: Enrere

source: COMPLETED
ca: COMPLETAT

source: Camd & Emulation
ca: Cams

source: Camds
ca: Cams

source: Categorie(s)
ca: Categoria(es)

source: Category
ca: Categoria

source: Channel List
ca: Llistes de canals

source: ChannelList
ca: Llista de canals

source: Channel_List
ca: Llistes de canals

source: Channel_list
ca: Llistes de canals

source: Check the installation log for more information.
ca: Reviseu el log d'instal·lació per a més informació.

source: Close
ca: Tancar

source: Configs
ca: Configuracions

source: Configuring...
ca: Configurant...

source: Congratulations! DonSatelite customer found. The exclusive downloads are available to install.
ca: Felicitats! S'ha trobat el client DonSatelite. Les descàrregues exclusives estàn disponibles per instal·lar.

source: Current
ca: Actual

source: Description
ca: Descripció

source: Difference
ca: Diferència

source: Do yo want launch download software openPLI manager for install new updates?
ca: Voleu executar el programa d'actualització de software d'openPLI per comprovar i instal·lar noves actualitzacions?

source: Do you want to exit?
ca: Voleu sortir del programa?

source: Do you want to install?
ca: Voleu instal·lar aquest arxiu?

source: Do you want to send +1 (positive vote) for this entry?
ca: Voleu enviar un vot positiu(+1) per aquest element?

source: Do you want to send -1 (negative vote) for this entry?
ca: Voleu enviar un vot negatiu(-1) per aquest element?

source: Do you want to update your receiver?
ca: Voleu actualitzar el receptor?

source: Do you want to update your receiver? (%s Packages)
ca: Voleu actualitzar el receptor? (%s paquets)

source: DonSatelite customer not found!!! Use your support website for help.
ca: No s'ha trobat el client de DonSatelite!!!. Utilizeu la web de suport per obtenir ajuda.

source: DonSatelite downloads help
ca: Descàrregues exclusives DonSatelite - Ajuda

source: Download exclusive for Don Satelite customers
ca: Descàrrega exclusiva per clients de Don Satélite

source: Downloading
ca: Descarregant

source: Downloads
ca: Descàrregues

source: Downloads Search
ca: Cercar a les descàrregues

source: Error downloading
ca: Error a la descàrrega

source: Error reading remote file
ca: Error llegint l'arxiu remot

source: File name
ca: Nom d'arxiu

source: File(s)
ca: Arxiu(s)

source: Finish...
ca: Finalitzant...

source: Finished
ca: Instal·lació finalitzada

source: Folder(s)
ca: Carpeta(es)

source: Force DonSatelite verification
ca: Forçar verificació de DonSatélite

source: Found more than 60 matches. It shows only the first 60 results. Use search terms more restrictive than
ca: S'han trobat més de 60 coincidències. Es mostren només els primers 60 resultats. Utilitzeu termes de recerca més restrictius que

source: Go to
ca: Anar a

source: Go to openSPA Downloads plugin!!
ca: Obriu el Plugin de Descàrregues (Menú->Panell SPA->Descàrregues openSPA) per veure-les!!

source: Go to openSPA Downloads plugin?
ca: Voleu obrir el mòdul de descàrregues SPZ ara?

source: Home
ca: Inici

source: INSTALL
ca: INSTAL·LAR

source: Icons
ca: Icones

source: Icons_Home_Menu
ca: Icones menú openSPA

source: Image preview
ca: Vista prèvia

source: Information
ca: Informació

source: Install
ca: Instal·lar

source: Installation
ca: Instal·lació

source: Installation Completed
ca: Instal·lació finalitzada

source: Installation log created in
ca: Log d'instal·lació a

source: Installing...
ca: Instal·lant...

source: It is also possible that the download server is down, or that we are performing maintenance tasks.
ca: També és possible que el servidor de descàrregues no estigui operatiu, o que s'estiguin realitzan tasques de manteniment.

source: Languages
ca: Idiomes

source: Last downloads
ca: Darreres descàrregues afegides

source: Latest Downloads
ca: Més recents

source: Move Down
ca: Baixar

source: Move Up
ca: Pujar

source: Multilanguage
ca: Multiidioma

source: Name of download
ca: Nom de descàrrega

source: Negative Votes
ca: Vots negatius

source: New openSPA udpdates found!!
ca: S'han trobat noves actualitzacions!!

source: New udpdates!
ca: Nova(es) descàrrega(es)!

source: News
ca: Novetats

source: No matches found for:
ca: No s'han trobat coincidències per:

source: No preview image
ca: No hi ha vista prèvia

source: Not openSPA image found! More info in www.azboxhd.es
ca: La imatge no és un fw d'openSPA! Més informació a openspa.info

source: Number of Downloads
ca: Nº de Descàrregues

source: Only can vote one time!
ca: Ja heu votat per aquest element i només podeu votar un cop!

source: Open category
ca: Explorar la categoría seleccionada

source: Open openSPA Download Manager
ca: Obrir el centre de descàrregues

source: Options menu
ca: Menú d'opcions

source: Options/Search
ca: Opcions/cercar

source: Order by
ca: Ordenar per

source: Page Down
ca: Pàgina avall

source: Page Up
ca: Pàgina amunt

source: Parent directory
ca: Carpeta anterior

source: Please wait...
ca: Si us plau, espereu...

source: Plugins and Extensions list has been reloaded, but
ca: La llista de plugins i extensions s'ha actualitzat, però

source: Plugins, skins, channel list download
ca: Descàrrega de Plugins, skins, llistes de canals

source: Positive Votes
ca: Vots positius

source: Press [GREEN] for (+1) and [RED] for (-1).
ca: Premeu [VERD] per valorar amb (+1) i [VERMELL] amb (-1).

source: Press [OK] for go to selected item
ca: Premeu [OK] per anar a l'ítem seleccionat

source: Press [OK] or [EXIT] key to back, [YELLOW] key for restart GUI now.
ca: Premeu la tecla [OK] o [EXIT] per tornar, [GROC] per reiniciar GUI ara.

source: Press [OK] or [EXIT] key to back.
ca: Premeu la tecla [OK] o [EXIT] per tornar.

source: Press [OK] to go Home
ca: Premeu [OK] per anar a la portada

source: Press [OK] to go back
ca: Premeu [OK] per tornar enrere

source: Press [OK] to go download manager
ca: Premeu [OK] per accedir al centre de descàrregues

source: Press [OK] to go openPLI plugins/extensions download options
ca: Premeu [OK] per anar a les opcions de les descàrregues openPLI

source: Press [OK] to obtain the list of categories
ca: Premeu [OK] per mostrar la llista de categories

source: Press [OK] to retry
ca: Premeu [OK] per reintentar-ho

source: Press any key to go back
ca: Premeu [Exit] o [OK] per tornar

source: Process finished
ca: Procés finalitzat

source: Process finished with some ERRORS
ca: Procés finalitzat. S'han produit alguns ERRORS

source: Recent Downloads
ca: Descàrregues recents

source: Reload screen
ca: Actualitzar pantalla (recarregar entrades)

source: Remote control help
ca: Ajuda del comand. a distància

source: Retring server conection...
ca: Reintentant connectar...

source: Retry
ca: Reintentar

source: Search download
ca: Cercar descàrrega

source: Search of
ca: Cercant

source: Select category and press [OK] for open.
ca: Seleccioneu la categoria i premeu [OK] per veure-la.

source: Select entry and press [OK] for install.
ca: Premeu [OK] per veure la fitxa i/o instal·lar.

source: Select picon path to install
ca: Seleccioneu la ruta per instal·lar els picon

source: Send for current entry
ca: Enviar valoració

source: Show on home
ca: Mostrar a la portada els

source: Show openSPA News
ca: Mostrar les darreres novetats openSPA

source: Size of file
ca: Mida

source: Skins
ca: Pells(Skins)

source: TOTAL VOTES
ca: TOTAL VOTS

source: The search term must be at least 3 characters!
ca: El terme que voleu cercar ha de tenir, com a mínim, 3 caràcters!

source: This download is exclusive for DonSatelite customers!!! ACCESS DENIED, visit your website for more information support.
ca: Aquesta descàrrega és exclusiva per clients de DonSatélite!!! ACCÉS DENEGAT, visiteu la web de suport per a més informació.

source: Today
ca: Avui

source: Top Downloads
ca: Més descarregats

source: Top Rated
ca: Millor valorats

source: URL Request error. Check internet conection.
ca: Error a la URL. Verifiqueu que esteu connectat a internet.

source: Unable to find openPLI software manager!!!
ca: El software d'openPLI per actualitzar/instal·lar no existeix o no és compatible amb aquesta versió d'openSPA!!!

source: Unable to send request! Try again later.
ca: No s'ha pogut enviar el vot. Intenteu-ho un altre cop d'aqui a uns moments.

source: Unattended upgrade without GUI and reboot system
ca: Actualitzar automàticament i reiniciar sistema

source: Updates
ca: Actualitzacions

source: Upgrade and ask to reboot
ca: Actualitzar i preguntar si reiniciar

source: Upload Date
ca: Data de pujada

source: Valoration submited. Thanks for participate!
ca: El vostre vot s'ha enviat. Gràcies per participar!

source: Version
ca: Versió

source: View Details/Install
ca: Veure Fitxa/instal·lar

source: View Info/Install
ca: Veure fitxa/Instal·lar

source: WARNING: Some ERRORS are detected.
ca: ATENCIÓ: S'han detectat ERRORS durant la instal·lació.

source: Wait
ca: Espereu

source: Wait...
ca: Espereu...

source: Want to remember this notice later? If you choose No notification will be deleted.
ca: Voleu tornar a veure aquesta notificació més tard? Si trieu NO, la notificació s'eliminarà.

source: Yesterday
ca: Ahir

source: You NOT are registered as Donsatelite customer
ca: NO esteu registrat com a client de DonSatelite

source: You are registered as Donsatelite customer
ca: Esteu registrat com a client de DonSatelite

source: by
ca: per

source: by openSPA (azboxhd.es), 2011
ca: per openSPA (openspa.info), 2011

source: icons
ca: Icones

source: of
ca: de

source: openPLI Downloads (Plugins/Extensions/Skins)
ca: Descàrregues openPLI (Plugins/Extensions/Skins/...)

source: openPLI Manage Plugins/Extensions
ca: Gestionar Plugins/Extensiones d'openPLI

source: openPLI Sotfware Update
ca: Actualitzación automàtica de software d'openPLI

source: openPLI downloads
ca: Descàrregues openPLI

source: openSPA Download
ca: Descàrrega openSPA

source: openSPA Downloads
ca: Descàrregues openSPA

source: openSPA News
ca: Novetats openSPA

source: votes
ca: vot(s)

source: you may need restart GUI!
ca: és possible que tingueu de reiniciar!
