Repository: vuteam/ss
Catalog: usr/lib/enigma2/python/Plugins/Extensions/spazeMenu/spzPlugins/spzOptions/locale/*/LC_MESSAGES/spzOptions.po
Languages: es

source: Yes, but only show updates icon
es: Sí, pero sólo mostrar icono de nuevas actualizaciones

source: Yes, show updates icon and notificacion window
es: Sí, mostrar icono de nuevas actualizaciones y ventana de aviso

source: Check new updates:
es: Chequear nuevas actualizaciones:

source: Show last updates on skin:
es: Mostrar últimas actualizaciones en el skin

source: After installing the drivers manually have to reboot Receiver!!!
es: Después de instalar manualmente los drivers deberá reiniciar el receptor

source: All changes will be lost!
es: Todos los cambios se perderán!

source: All plugins/skins installed are not AVAILABLE.
es: Todos los plugins/skins instalados no estarán disponibles.

source: Always
es: Siempre

source: Are you sure to continue?
es: Seguro que quiere continuar?

source: Cancel
es: Cancelar

source: Chanching password to
es: Cambiando contraseña a

source: Change Password
es: Cambiar contraseña

source: Change your ftp and telnet password
es: Cambia la contraseña de telnet y ftp

source: Check new updates and notify:
es: Comprobar y avisar de nuevas actualizaciones:

source: Clean cache memory on standby:
es: Liberar memoria al ir a reposo:

source: Could not log in!
es: No puedo identificarme!

source: Customize BlackModern Skin:
es: Personalizar el skin BlackModern

source: Deactivating extra DOM. Please Wait...
es: Desactivando DOM extra. Espere...

source: Disable extended DOM (for install only):
es: Desactivar DOM extra (sólo para instalar)

source: Error while setting new password!
es: Error mientras actualizaba la nueva contraseña!

source: Extra DOM deactivated.
es: La DOM extra ha sido desactivada.

source: For change password press [OK] in list entry!!!
es: Para cambiar la contraseña deberá pulsar [OK] estando en la entrada de la lista!

source: Go to standby on init
es: Ir a reposo al iniciar el sistema

source: Incorrect new password! Minimum length: 3 Maximum length: 8
es: Contraseña inválida! Longitud mínima: 3 Longitud máxima: 8

source: Maximum days of epg in OpenSPA Channel Selection
es: Número máximo de dias de EPG en la selección de canales OpenSPA

source: Old password:
es: Contraseña anterior:

source: Only after mhw2 donwload
es: Sólo despues de descarga mhw2

source: Press [EXIT] for close
es: Pulse [EXIT] para cerrar

source: Press [OK] for change
es: Pulse [OK] para cambiar

source: Press [OK] for deactivate
es: Pulse [OK] para desactivar

source: Receiver has been locked to prevent failures.
es: El receptor ha sido bloqueado para prevenir fallos.

source: Restart GUI for apply changes?
es: Reiniciar GUI para aplicar los cambios?

source: Save
es: Guardar

source: Set new password:
es: Establecer contraseña (pulse [OK]):

source: Show Internet conection in infobar:
es: Mostrar conexión a internet en infobar:

source: Show Number channel in infobar:
es: Mostrar número de canal en infobar:

source: Show Transponder information in infobar:
es: Mostrar información del transpondedor en infobar:

source: Show ecm information in infobar:
es: Mostrar información de ecm en infobar:

source: Show meteo information in infobar:
es: Mostrar información meteorológica en infobar:

source: The extra DOM will be activated again on restart
es: La DOM extra será reactivada despues de reiniciar

source: The extra DOM will be deactivated.
es: La DOM extra va a ser desactivada!

source: Time to go to standby (secs)
es: Tiempo de espera para ir a reposo (segundos):

source: Type new password first!!!
es: Escriba la nueva contraseña

source: Use EMC for show records:
es: Usar reproductor de serie para ver grabaciones

source: Use VirtualKeyboard for input text (need restart)
es: Usar teclado virtual en entradas de texto (necesario reiniciar)

source: Use openSPA Channel Selection
es: Utilizar selección de canales de openSPA

source: Use this options ONLY for install new drivers!!!
es: Utilice esta opción SÓLO para instalar nuevos drivers!

source: When finished new driver install press [OK] or [EXIT] for reboot Receiver
es: Derspués de instalar el nuevo driver pulse [OK] o [EXIT] para reiniciar el receptor

source: You're sure to exit without change password?
es: Seguro que quiere salir sin cambiar la contraseña?

source: You're sure to exit without saving?
es: Seguro que quiere salir sin guardar?

source: openSPA Options
es: Opciones openSPA

source: Autoconvert sd skin to hd (need restart)
es: Autoconvertir pantallas no existentes de skins sd en hd (reinicio necesario)

source: To apply the change to restart the GUI. Restart now?
es: Para aplicar el cambio es necesario reniciar el GUI. ¿Reiniciar ahora?

source: Use openSPA horizontal menu (need restart)
es: Usar el menu horizontal openSPA (necesario reiniciar)

source: Wait
es: Espere

source: WARNING! It is possible that the password is stored empty. Use passwd in telnet command for set
es: ATENCIÓN! Es posible que el pass se haya guardado vacio. Utilice el comando de telnet 'passwd' para cambiarlo

source: See log for details (/tmp/change_password.log)
es: Ver el log para más detalles (/tmp/change_password.log)

source: Channel Selection ERROR (288)!!!
es: ERROR (288) de Selección de canales

source: spzExp
es: spzExplorer

source: ERROR NO PASS SET, ROOT NP MESSAGE FOUND!!!
es: ERROR - NO SE HA CAMBIADO EL PASS. NO SE HA RECIBIDO NINGÚN MENSAJE DE ROOT
