Repository: vuteam/ss
Catalog: usr/lib/enigma2/python/Plugins/Extensions/spzZapHistory/locale/*/LC_MESSAGES/spzZapHistory.po
Languages: ca

source: Zap to selected channel
ca: Canviar al canal seleccionat

source: Autozap when move in list:
ca: Canviar automàticament en entrar i desplaçar-se:

source: Cancel
ca: Cancel·lar

source: spzZapHistory
ca: Històric de zàping

source: Save
ca: Desar

source: Clear all history channels
ca: Esborrar tots els canals de l'històric

source: Delete Selected channel from history
ca: Eliminar el canal actual de l'històric

source: Change will be visible the next time you run this window
ca: El canvi serà efectiu la propera vegada que obriu l'històric

source: Options
ca: Opcions

source: Clear
ca: Netejar

source: Delete
ca: Esborrar

source: HistoryZap List
ca: Històric de zàping

source: Enable zap history:
ca: Activar l'històric de zàping:

source: Maximum zap history entries:
ca: Nombre màxim d'entrades a l'històric:

source: HistoryZap Configurator
ca: Històric de zàping :: Configuració

source: Zap & Close
ca: Anar-hi i tancar

source: Config
ca: Configurar

source: Zap
ca: Anar-hi

source: View mode:
ca: Mode de vista:

source: disabled at parental lock
ca: Desactivat per control parental

source: Simple
ca: Llista senzilla

source: Standard
ca: Llista ampliada

source: With Picons
ca: Llista ampliada amb picons

source: View in PiP
ca: Veure a la finestra PiP
