Repository: vuteam/ss
Catalog: usr/lib/enigma2/python/Plugins/Extensions/spazeMenu/spzPlugins/spaTimerEntry/locale/*/LC_MESSAGES/spaTimerEntry.po
Languages: ca

source: Add timer
ca: Afegir tempor.

source: Always
ca: Sempre

source: Append %d events to Record Timers.
ca: S'han afegit %d events a les programacions

source: By Name
ca: Per nom

source: Cancel
ca: Cancel·lar

source: Delete
ca: Eliminar

source: Do you really want to delete %s?
ca: Segur que voleu eliminar %s?

source: Episode
ca: Episodi

source: From
ca: Des de

source: Never
ca: Mai

source: New
ca: Nou

source: New Search
ca: Recerca nova

source: No Events to show
ca: No hi ha events per mostrar

source: Number of days to search the epg:
ca: Nombre de dies de la EPG on cercar

source: On wakeup, show Screen after (seg):
ca: En despertar, mostrar la pantalla després de (seg):

source: Only show screen From time:
ca: Mostrar la finestra només des de:

source: Save
ca: Desar

source: Search All
ca: Cercar-ho tot

source: Search List
ca: Resultats

source: Search Timer List
ca: Llista de temporitzadors

source: Search Timers
ca: Recerca programada

source: Search Timers Configuration
ca: Recerca programada - Config.

source: Search programmed in the epg
ca: Recerca programada a la EPG

source: Season
ca: Temporada

source: Season (0 for all seasons)
ca: Temporada (0 per totes)

source: Settings
ca: Configuració

source: Show Search Results in wakeup:
ca: Mostrar els resultats en despertar:

source: TV Series
ca: Sèries de TV

source: TV Series Timers
ca: Programacions sèries TV

source: The entry already exists
ca: L'entrada ja existeix

source: View Entries
ca: Veure entrades

source: once a day
ca: Un cop al dia

source: Find new episodes every day at
ca: Trobar nous episodis tots els dies a les
