Repository: vuteam/ss
Catalog: usr/lib/enigma2/python/Plugins/Extensions/spazeMenu/spzPlugins/mhw2Timer/locale/*/LC_MESSAGES/seletquiv.po
Languages: ca, es

source: xxx
ca: yyy
es: yyy

source: The user-marked equivalencies will not be deleted
es: Las entradas marcadas como de usuario no cambiarán

source: Update mwh2 equivalences from openspa last panel extra file?
es: Actualizar equivalencias mwh2 desde el Panel Extra de openSPA?

source: Show EPG for current playing channel
es: Mostrar EPG del canal actual

source: User proteccion information
es: Información sobre protección de usuario

source: Exit without save
es: Salir sin guardar

source: Save and Exit
es: Guardar y salir

source: Select Option:
es: Selecciona Opción:

source: Entry now is User protected
es: La entrada ahora es de usuario y está protegida

source: ERROR updating equivalences, try later
es: ERROR actualizando equivalencias, inténtalo más tarde

source: Equivalences updated from Internet
es: Equivalencias actualizadas desde Internet

source: Update equivalences from Internet
es: Actualizar desde Internet

source: Update equivalences from Internet (Panel Extra)
es: Actualizar equivalencias desde internet (Panel Extra)

source: Update mhw2 equivalences from openspa last panel extra file?
es: Actualizar las equivalencias mhw2 desde el Panel Extra openSPA?

source: Entry user
es: Entrada de usuario

source: User protection removed
es: Protección de usuario eliminada

source: When you edit an equivalence it is marked as personal user input.
es: Cuando edita un equivalencia queda marcada como entrada personal de usuario.

source: Personal user entries will be marked as protected and will not be changed or deleted when updating the equivalences.
es: Las entradas personales de usuario quedarán marcadas como protegidas y no cambiaran ni se borrarán al actualizar las equivalencias.

source: You want to check / uncheck this user entry?
es: Quieres marcar / desmarcar esta entrada de usuario?

source: *** CHANNEL NOT FOUND ***
ca: *** EL CANAL NO EXISTEIX ***
es: *** EL CANAL NO EXISTE ***

source: Add entry
ca: Afegir
es: Añadir

source: Added
ca: afegit -
es: Añadido

source: By choosing NO all changes will be lost!
ca: Si trieu NO, tots els canvios realitzats es perdràn!!
es: Si eliges NO todos los cambios realizados se perderán!!

source: Channel equivalence mhw2 by spaZeTeam (azboxhd.es)
ca: Equivalència de canals mhw2 per openSPA Team (openspa.info)
es: Equivalencia de canales mhw2 by OpenSPA (openspa.info)

source: Deleted
ca: esborrat -
es: Borrado

source: Edit equivalence
ca: Editar equivalència
es: Editar equivalencia

source: Entry
ca: Element
es: Elemento

source: Equivalence changed
ca: Equivalència canviada
es: Equivalencia cambiada

source: Error by writing equiv file !!!
ca: Error en escriure l'arxiu equiv!!!
es: Error al escribir el archivo .equiv!!!

source: Error reading
ca: Error mentre es llegia
es: Error leyendo

source: Modified
ca: Modificada
es: Modificada

source: New entry
ca: Nou element
es: Nuevo elemento

source: Save changes to equiv file?
ca: Voleu desar els canvis a l'arxiu d'equivalències?
es: Guardar cambios en el archivo de equivalencias?

source: Save changes to this equivalence?
ca: Desar canvis per aquesta equivalència?
es: Guardar cambios para esta equivalencia?

source: Select equiv channels
ca: Equivalències de canals
es: Equivalencias de canales

source: Select source channel
ca: Seleccioneu el canal ORIGEN
es: Seleccione canal ORIGEN

source: Select target channel
ca: Seleccioneu el canal DESTÍ
es: Seleccione canal DESTINO

source: Source channel
ca: Canal origen
es: Canal origen

source: Target channel
ca: Canal destí
es: Canal destino

source: Zap to source
ca: Veure origen
es: Ver origen

source: Zap to target
ca: Veure destí
es: Ver destino

source: channels
ca: canals
es: canales

source: equivalences
ca: equivalències
es: equivalencias

source: source
ca: origen
es: origen

source: source channels
ca: canals origen
es: canales origen
