Repository: vuteam/ss
Catalog: usr/lib/enigma2/python/Plugins/Extensions/spazeMenu/spzPlugins/openSPATVGuide/locale/*/LC_MESSAGES/EPGSearch.po
Languages: ca

source: All channels
ca: Tots els canals

source: Arts/Culture
ca: Art-Cultura

source: Cancel
ca: Cancel·lar

source: Channel Selection
ca: Selecció de canal

source: Children/Youth
ca: Infantil-Juvenil

source: EPG Search
ca: Cercar a la EPG

source: Education/Science/...
ca: Ciència-Educació

source: Enter text to search for
ca: Introduïu el text a cercar

source: History
ca: Històric

source: Import from EPG
ca: Importar des de la EPG

source: Import from Timer
ca: Importar des de la programació

source: Leisure hobbies
ca: Passatemps-Oci

source: Movie/Drama
ca: Pel·lícula-Sèrie

source: Music/Ballet/Dance
ca: Música-Dansa

source: New Search
ca: Nova recerca

source: News Current Affairs
ca: Notícies

source: No matches found
ca: No s'han trobat resultats

source: Results EPG search
ca: Resultats de la recerca a la EPG

source: Search
ca: Cercar

source: Search EPG
ca: Cercar EPG

source: Search by genre
ca: Cercar per gènere

source: Search by genre in
ca: Cercar per gènere a

source: Search in
ca: Cercar a

source: Search in EPG
ca: Cercar a la EPG

source: Search options
ca: Opcions de recerca

source: Search:
ca: Cercar:

source: Searching...
ca: S'està cercant...

source: Select a timer to search
ca: Seleccionar una programació on cercar

source: Select option
ca: Seleccioneu una opció per cercar

source: Select text to search for
ca: Seleccionar text per cercar

source: Show Games show
ca: Espectacle-Concurs

source: Social/Political/Economics
ca: Política-Economia

source: Sports
ca: Esports

source: Today
ca: Avui

source: adult movie/drama
ca: Cinema d'adults

source: adventure/western/war
ca: Aventura/Bèl·lica

source: advertisement/shopping
ca: Publicitat/Venda

source: arts/culture (without music general)
ca: art/cultura

source: arts/culture magazine
ca: Informatiu

source: athletics
ca: Atletisme

source: black & white
ca: Blanc i negre

source: broadcasting/press
ca: Radiodifusió

source: cartoon/puppets
ca: Dibuixos animats

source: childrens's/youth program (general)
ca: Infantil/juvenil (general)

source: comedy
ca: Comèdia

source: cooking
ca: Cuina

source: detective/thriller
ca: Intriga/Thriller

source: discussion/interview/debate
ca: Debat/Entrevista

source: documentary
ca: Documental

source: economics/social advisory
ca: Economia/Consulta social

source: education/science/factual topics (general)
ca: educació/ciència (general)

source: entertainment (10-16 year old)
ca: Entreteniment (10-16 anys)

source: entertainment (6-14 year old)
ca: Entreteniment (6-14 anys)

source: equestrian
ca: Equitació

source: experimental film/video
ca: Cinema experimental

source: fashion
ca: Moda

source: film/cinema
ca: Pel·lícula

source: fine arts
ca: Belles Arts

source: fitness & health
ca: Fitness i salut

source: folk/traditional music
ca: Música tradicional

source: football/soccer
ca: Futbol

source: foreign countries/expeditions
ca: Països/Expedicions

source: further education
ca: Educació superior

source: game show/quiz/contest
ca: espectacle/concurs

source: gardening
ca: Jardineria

source: handicraft
ca: Artesania

source: information/education/school program
ca: Educatiu

source: languages
ca: Idiomes

source: leisure hobbies (general)
ca: hobbies (general)

source: literature
ca: Literatura

source: live broadcast
ca: Emissió en directe

source: magazines/reports/documentary
ca: Reportatge/Documental

source: martial sports
ca: Arts marcials

source: medicine/physiology/psychology
ca: Medicina/Psicologia

source: motor sport
ca: Motor

source: motoring
ca: Automovilisme

source: movie/drama (general)
ca: pel·lícula/drama (general)

source: music/ballet/dance (general)
ca: música/dansa(general)

source: musical/opera
ca: Musical/Ópera

source: nature/animals/environment
ca: Naturalesa/Medi Ambient

source: new media
ca: Medis de comunicació

source: news magazine
ca: Butlletí Informatiu

source: news/current affairs (general)
ca: Notícies/Actualitat (general)

source: news/weather report
ca: Temps

source: original language
ca: Idioma original

source: performing arts
ca: Arts escèniques

source: popular culture/traditional arts
ca: Cultura popular

source: pre-school children's program
ca: Preescolar

source: religion
ca: Religió

source: remarkable people
ca: Famosos

source: romance
ca: Romàntica

source: science fiction/fantasy/horror
ca: Ficció/Fantàstica/Terror

source: search EPG
ca: Cercar EPG

source: search EPG...
ca: Cercar EPG...

source: serious music/classic music
ca: Música Clàssica

source: serious/classical/religious/historical movie/drama
ca: Clàssica/Històrica

source: show/game show (general)
ca: Espectacle/concurs (general

source: soap/melodram/folkloric
ca: Melodrama/Folk

source: social/political issues/economics (general)
ca: social/política/economia (general)

source: social/spiritual science
ca: Social/Ciència espiritual

source: special events
ca: Event especial

source: sports (general)
ca: esports (general)

source: sports magazine
ca: Informatiu

source: talk show
ca: Entrevista

source: team sports
ca: Equips

source: technology/natural science
ca: Tecnologia/Ciència

source: tourism/travel
ca: Turisme/Viatges

source: unpublished
ca: Inèdit

source: variety show
ca: Varietats

source: water sport
ca: Aquàtics

source: winter sport
ca: Hivern
