Repository: vuteam/ss
Catalog: usr/lib/enigma2/python/Plugins/Extensions/spazeMenu/spzPlugins/openSPATVGuide/locale/*/LC_MESSAGES/openSPATVGuide.po
Languages: ca, es

source: Add record timer
ca: Afegir gravació reservada
es: Añadir grabación reservada

source: All channels
ca: Tots els canals
es: Todos los canales

source: Change to list mode compact (without picons)
ca: Canviar a mode de llista compacta (sense picons)
es: Cambiar a modo de lista compacta (sin picons)

source: Change to list mode with picons
ca: Canviar a mode de llista amb picons
es: Cambiar a modo de lista con picons

source: Channel EPG
ca: EPG del canal
es: EPG canal

source: Day
ca: Dia
es: Día

source: Do you really want to delete %s?
ca: N'esteu segur d'eliminar [%s]?
es: Seguro que quiere borrar [%s]?

source: EPG Options
ca: Opcions d'EPG
es: Opciones de EPG

source: Electronic Program Guide
ca: Guia Electrònica de Programes
es: Guia electrónica de programas

source: Electronic Programa Guide (EPG)
ca: Guía Electrònica de Programes (EPG)
es: Guia electrónica de programas (EPG)

source: Enter Date Time
ca: Anar a Data / Hora...
es: Ir a fecha/hora...

source: Event Info
ca: Info d'event
es: Info evento

source: Exit
ca: Sortir
es: Salir

source: Go to +24h.
ca: Avançar +24 hores
es: Avanzar +24 horas

source: Go to -24h.
ca: Retrocedir -24 hores
es: Retroceder -24 horas

source: Go to prime time
ca: Anar a 'Prime-Time'
es: Ir a 'Prime-Time'

source: Go top
ca: Anar al principi de la llista
es: Ir al principio de la lista

source: Graphic Help
ca: Ajuda gràfica
es: Ayuda gráfica

source: Graphical EPG
ca: EPG gràfica
es: EPG gráfica

source: Graphical Electronic Program Guide
ca: Guia Electrònica de Programes gràfica
es: Guia electrónica de programas gráfica

source: Hide
ca: Amagar
es: Ocultar

source: Loading epg data...
ca: Carregant dades d'EPG...
es: Cargando datos de EPG...

source: Move to event left
ca: Desplaçar-se a l'event a l'esquerra
es: Desplazarse al evento a la izquierda

source: Move to event right
ca: Desplaçar-se a l'event a la dreta
es: Desplazarse al evento a la derecha

source: No Information
ca: Sense informació
es: Sin información

source: No events
ca: Sense events
es: Sin eventos

source: No events available
ca: No hi ha events per aquest canal
es: No hay eventos para este canal

source: Options
ca: Opcions
es: Opciones

source: Page
ca: Pàgina
es: Página

source: Page Down
ca: Pàgina avall
es: Página abajo

source: Page Up
ca: Pàgina amunt
es: Página arriba

source: Remove timer
ca: Anul·lar gravació
es: Anular grabación

source: Search
ca: Cercar
es: Buscar

source: Search EPG / Internet info
ca: Cercar a EPG / Internet info
es: Buscar EPG/internet info

source: Search by genre
ca: Cercar per gènere
es: Buscar por género

source: Search by genre in
ca: Cercar per gènere a
es: Buscar por género en

source: Search in
ca: Cercar a
es: Buscar en

source: Search in EPG
ca: Cercar a EPG
es: Buscar en EPG

source: Search in Internet Database movies
ca: Cercar a Internet
es: Buscar en internet

source: Search in epg list or internet movie database
ca: Cercar a la EPG o a Internet
es: Buscar en EPG o en internet

source: Search options
ca: Opcions de recerca
es: Opciones de búsqueda

source: Select Bouquet
ca: Seleccioneu llista
es: Seleccione lista

source: Select bouquet list
ca: Seleccionar llista de favorits
es: Seleccionar lista de favoritos

source: Select option
ca: Seleccioneu opció
es: Seleccione opción

source: Show
ca: Mostrar
es: Mostrar

source: Show Event Information
ca: Mostrar informació d'event
es: Mostrar información de evento

source: Show current Channel single EPG
ca: Veure la llista d'events del canal actual
es: Ver lista de eventos del canal actual

source: Show options menu
ca: Mostrar menú d'opcions
es: Mostrar menú de opciones

source: Show timer list
ca: Mostrar Gravacions Reservades
es: Mostrar grabaciones reservadas

source: Single EPG
ca: EPG senzilla
es: EPG sencilla

source: Switch mode Graphical EPG/Single EPG
ca: Alternar entre EPG gràfica/EPG senzilla
es: Alternar entre EPG gráfica/EPG sencilla

source: Timer
ca: Gravació
es: Grabación

source: Timer list
ca: Gravacions reservades
es: Grabaciones reservadas

source: Tomorrow
ca: Demà
es: Mañana

source: Zap
ca: Anar-hi
es: Zapear

source: Zap and Exit
ca: Anar-hi i sortir
es: Zapear y salir

source: Zap to selected channel
ca: Anar al canal seleccionat
es: Zapear al canal seleccionado

source: channels picons
ca: logotips de canals (picons)
es: logotipos de canales (picons)

source: genre colors in list
ca: colors segons el gènere a la llista
es: colores según género en la lista

source: of
ca: de
es: de
