Repository: vuteam/ss
Catalog: usr/lib/enigma2/python/Plugins/Extensions/spaNewFirms/locale/*/LC_MESSAGES/spaNewFirms.po
Languages: ca, es

source: openSPA updates wizard
ca: Assistent d'actualització OpenSPA
es: Asistente de actualización OpenSPA

source: Creates a basic copy settings to keep updating the firmware of the receiver.
ca: Crea una còpia bàsica per actualitzar el firmware del receptor i mantenir la configuració actual.
es: Crea una copia básica para actualizar el firmware del receptor y mantener la configuración.

source: This tool that creates a basic copy settings to keep updating the firmware of the receiver.
ca: Aquesta eina crea una còpia bàsica per mantenir la configuració, canals, plugins..., quan s'actualitzi el firmware del receptor.
es: Esta herramienta crea una copia básica para mantener la configuración, canales, plugins,..., al actualizar el firmware del receptor.

source: Home
ca: Inici
es: Inicio

source: Options
ca: Opcions
es: Opciones

source: Build
ca: Preparar
es: Preparar

source: Finish
ca: Finalitzar
es: Finalizar

source: Cancel
ca: Cancel·lar
es: Cancelar

source: Continue
ca: Continuar
es: Continuar

source: Back
ca: Enrere
es: Atrás

source: Enter the new firm in usb path supplied by the manufacturer for this box
ca: Introduïu el nou firm a la ruta de l'usb proporcionada pel fabricant
es: Introduzca el nuevo firm en la ruta del usb proporcionada por el fabricante

source: Enter the new firm in usb stick
ca: Introduïu el nou firmware a l'usb a
es: Introduzca el nuevo firmware en el usb en

source: Press
ca: Premeu el botó
es: Pulse el botón

source: button in front panel when restart
ca: al frontal del receptor en reiniciar per a instal·lar
es: en el frontal del deco al reiniciar para instalar

source: box button when restart
ca: al receptor en reiniciar per a instal·lar
es: en el deco al reiniciar para instalar

source: Use flastool image for this box
ca: Utilitzeu l'eina d'instal·lació específica per a aquest receptor
es: Use la herramienta de flasheo específica para este receptor

source: Include channel list
ca: Incloure llista de canals
es: Incluir lista de canales

source: Include picons files
ca: Incloure arxius picon
es: Incluir archivos picon

source: Include camd and script files
ca: Incloure script d'inici i camd
es: Incluir script de inicio y camd

source: Include common settings
ca: Incloure configuracions i preferències
es: Incluir configuraciones y preferencias

source: Include plugins, extensions and skins
ca: Incloure plugins, extensions i skins
es: Incluir plugins, extensiones y skins

source: Creating backup file... Please wait
ca: Creant arxiu de còpia... Espereu.
es: Creando archivo de copia... Por favor espere.

source: Backup operation is in progress. Cancel now?
ca: La còpia s'està realitzant. Voleu cancel·lar-la?
es: La operación de copia está en progreso. ¿Cancelar copia?

source: Exit and Cancel
ca: Sortir i cancel·lar la còpia
es: Salir y cancelar copia

source: Backup generated. Press [GREEN] for reboot box and flash new usb image.
ca: Còpia generada. Premeu [VERD] per reiniciar el receptor i instal·lar la imatge.
es: Copia generada. Pulse [VERDE] para reiniciar el receptor y flashear la imagen.

source: You can also exit and restart and install later.
ca: També podeu sortir del programa i instal·lar en un altre moment.
es: También puede salir del programa y reiniciar en otro momento.

source: Usb path form image firmware
ca: Ruta per ubicar el firmware a l'usb
es: Ruta para ubicar la imagen en el usb

source: Reboot
ca: Reiniciar
es: Reiniciar

source: Exit
ca: Sortir
es: Salir

source: Do you want to proceed with the installation later and exit without updating?
ca: Voleu procedir a la instal·lació en un altre moment i sortir sense actualitzar?
es: Quiere proceder a la instalación en otro momento y salir sin actualizar?

source: Exit and flash later
ca: Sortir i actualitzar en un altre moment
es: Salir y actualizar en otro momento

source: The system will be rebooted for flash image
ca: L'equip es reiniciarà per tal d' instal·lar la imatge.

source: ERROR creating copy. See /tmp/spanewfirm.log for more info
ca: ERROR en generar la còpia. Reviseu l'arxiu /tmp/spanewfirm.log per a més informació
es: ERROR generando la copia. Revise el archivo /tmp/spanewfirm.log para más información

source: Channels
ca: Llista de canals
es: Lista de canales

source: Picon files a other images
ca: Arxius picon i d'altres arxius
es: Archivos picon y otros archivos

source: Scripts and camd files
ca: Scripts i arxius de CAMD
es: Scripts y archivos CAMD

source: Common settings
ca: Configuració i preferències
es: Configuración y preferencias

source: Plugins and Skins
ca: Plugins i Skins
es: Plugins y Skins

source: Restoring data from
ca: Restaurant les dades de l'arxiu
es: Restaurando datos del archivo

source: Restoring backup data. Please Wait...
ca: Restaurant les dades de la còpia. Espereu...
es: Restaurando datos de la copia. Por favor espere...

source: Completed. Sytem will be restarted.
ca: Completat. El sistema es reiniciarà per finalitzar.
es: Completado. El sistema se reiniciará para terminar.

source: Source
ca: Origen
es: Origen

source: ZIP File decompresed
ca: Arxiu ZIP descomprimit
es: Archivo ZIP descomprimido

source: Not free space avaiable in usb device
ca: No hi ha prou espai lliure en el medi usb
es: No hay suficiente espacio libre en el medio usb

source: free
ca: lliures
es: libres

source: need at least
ca: com a mínim es necessiten
es: se necesita al menos

source: ERROR decompresing ZIP File
ca: ERROR en descomprimir l'arxiu ZIP
es: ERROR descomprimiendo archivo ZIP

source: It will be installed
ca: S'instal·larà
es: Se instalará

source: Help
ca: Ajuda
es: Ayuda

source: Follow the manufacturer's instructions for your receiver
ca: Seguiu les instruccions del fabricant del receptor
es: Siga las instrucciones del fabricante de su receptor

source: Installation start automatically
ca: La instal·lació començarà automàticament
es: La instalación empezará automáticamente

source: No need to run the installation wizards after restoration, but if you wish you can run after restart.
ca: No cal executar els assistents d'instal·lació després de la restauració, però si voleu, podeu executar-los després de reiniciar.
es: No es necesario ejecutar los asistentes de instalación después de la restauración, pero si lo desea puede ejecutarlos después de reiniciar.

source: You want to run the installation wizards?
ca: Voleu executar els assistents d'instal·lació de totes maneres?
es: ¿Desea ejecutar los asistentes de instalación de todas formas?

source: Unplug the USB flash drive
ca: Extraieu el pendrive USB del receptor
es: Extraiga el stick USB del receptor

source: Exit without restoring data?
ca: Voleu sortir i cancel·lar sense restaurar la còpia?
es: ¿Desea salir y cancelar sin restaurar la copia?

source: Press [OK] or [GREEN] for start restore, [RED] for cancel
ca: Premeu [OK] o [VERD] per iniciar la restauració, [VERMELL] per a cancel·lar.
es: Pulse [OK] o [VERDE] para iniciar la restauración, [ROJO] para cancelar.

source: Found openSPA backup file
ca: S'ha trobat una còpia de restauració openSPA
es: Se ha encontrado una copia de restauración openSPA

source: Date
ca: Data
es: Fecha

source: If no key pressed restoration auto start in few seconds
ca: Si no premeu cap tecla, en uns segons s'autoiniciarà la restauració
es: Si no pulsa ninguna tecla, en unos segundos se autoiniciará la restauración

source: openSPA autorestore
ca: openSPA - Restauració automàtica
es: openSPA - Restauración automática

source: Finish restoration. Please wait
ca: Finalitzant la restauració... Espereu
es: Finalizando la restauración... Por favor espere

source: USB Storage
ca: Medi USB
es: Medio USB

source: Hard Disk
ca: Disc Dur
es: Disco Duro

source: The unzipped files do not match the contents of the zip file!
ca: Els arxius descomprimits no coincideixen amb el contingut de l'arxiu ZIP
es: Los archivos descomprimidos no coinciden con el contenido del archivo ZIP

source: WARNING. An internal or external device, mounted as /media/hdd, is necessary to use this tool
ca: ATENCIÓ. Cal disposar d'un dispositiu intern ó extern, muntat a /media/hdd/ per poder utilitzar aquesta eina.

source: Install Path
ca: Ruta d'instal·lació
es: Ruta de instalación

source: If the installation does not start automatically
ca: Si la instal·lació no comença automàticament
es: Si la instalación no comienza automáticamente

source: This tool makes it easy to install a new firmware keeping your settings and data.
ca: Aquesta eina facilita la instal·lació d'un nou firmware mantenint la configuració i dades.
es: Esta herramienta facilita la instalación de un nuevo firm manteniendo configuración y datos.

source: Backup Disk
ca: Medi per a la còpia

source: The device of /media/hdd must be valid to install a new firmware
ca: Cal que el dispositiu de /media/hdd sigui vàl·lid per a instal·lar un nou firmware
es: El dispositivo de /media/hdd debe ser válido para instalar un nuevo firmware

source: Allows install new firmware keeping settings and data.
ca: Facilita la instal·lació d'un nou firmware mantenint les configuracions i dades
es: Facilita la instalación de un nuevo firm manteniendo configuraciones y datos

source: Log file to long. Truncated. See file /tmp/spanewfirm.log for complete view
ca: Arxiu de log massa llarg. Truncat. Veieu-lo complet a /tmp/spanewfirm.log
es: Archivo de log demasiado largo. Truncado. Consúltelo completo en /tmp/spanewfirm.log

source: Turn off and turn on the receiver from the back button
ca: Apagueu i engegueu el receptor des del botó posterior
es: Apague y encienda el receptor desde el botón trasero

source: Backup generated.
ca: Còpia generada.
es: Copia generada.

source: Press [GREEN] to go flash online utility.
ca: Premeu [VERD] per accedir a la utilitat de 'Flash online'.
es: Pulse [VERDE] para acceder a la utilidad de 'Flash online'.

source: Press [GREEN] for reboot box and flash new usb image.
ca: Premeu [VERD] per reiniciar el receptor i instal·lar-hi la imatge.
es: Pulse [VERDE] para reiniciar el receptor y flashear la imagen.

source: Manual install
ca: Instal·lació manual
es: Instalación manual

source: (Existing network mount. Can't be used)
ca: (Muntatge de red existent. No es pot utilitzar
es: (Montaje de red existente. No se puede usar

source: Device
ca: Dispositiu
es: Dispositivo

source: Press yellow button to try device
ca: Prèmer botó groc per escollir dispositiu
es: Presionar botón amarillo para escoger dispositivo

source: Leave the default skin of the new image
ca: Deixar el skin per defecte de la nova imatge
es: Dejar el skin por defecto de la nueva imagen

source: This tool allows to make backup of main settings.
ca: Aquesta eina permet realitzar backup de les configuracions principals.
es: Esta herramienta permite realizar backup de las configuraciones principales.

source: Backup complete. Exiting...
ca: Backup complet. Sortint...
es: Backup completo. Saliendo...

source: This tool makes it easy to install a new firmware keeping your settings.
ca: yyy
es: Medio para copia

source: The system will be rebooted to flash image
es: El equipo se reiniciará para flashear la imagen.

source: WARNING. An internal or external device, mounted at /media/, is necessary to use this tool
es: ATENCIÓN. Es necesario un dispositivo interno o externo, montado en /media/ para poder usar esta herramienta.

source: xxx
es: yyy
